<h1>CH&Iacute;NH S&Aacute;CH V&Ecirc;̀ QUY&Ecirc;̀N RI&Ecirc;NG TƯ</h1>

<p>Ch&uacute;ng t&ocirc;i t&ocirc;n trọng sự ri&ecirc;ng tư của tất cả những người gh&eacute; thăm website n&agrave;y. Kết quả l&agrave; ch&uacute;ng t&ocirc;i muốn th&ocirc;ng b&aacute;o cho bạn về c&aacute;ch ch&uacute;ng ta sẽ sử dụng dữ liệu c&aacute; nh&acirc;n của bạn. Ch&uacute;ng t&ocirc;i khuy&ecirc;n bạn n&ecirc;n đọc ch&iacute;nh s&aacute;ch bảo mật n&agrave;y để bạn hiểu c&aacute;ch tiếp cận của ch&uacute;ng t&ocirc;i đối với việc sử dụng dữ liệu c&aacute; nh&acirc;n của bạn.</p>

<p>Bằng việc gửi dữ liệu c&aacute; nh&acirc;n của bạn cho ch&uacute;ng t&ocirc;i, bạn sẽ được coi như l&agrave; đ&atilde; đưa ra sự cho ph&eacute;p của m&igrave;nh &ndash; khi cần thiết v&agrave; th&iacute;ch hợp &ndash; cho việc tiết lộ được đề cập trong ch&iacute;nh s&aacute;ch n&agrave;y.</p>

<p><strong>Ch&iacute;nh s&aacute;ch bảo mật n&agrave;y bao gồm những nội dung g&igrave;?</strong></p>

<p>Ch&iacute;nh s&aacute;ch bảo mật n&agrave;y l&agrave; để th&ocirc;ng b&aacute;o cho bạn về việc sử dụng th&ocirc;ng tin c&aacute; nh&acirc;n của bạn được thu thập trong khi truy cập v&agrave;o một trong c&aacute;c website của ch&uacute;ng t&ocirc;i.</p>

<p>Ch&iacute;nh s&aacute;ch bảo mật n&agrave;y &aacute;p dụng cho phần lớn c&aacute;c website của ch&uacute;ng t&ocirc;i, tuy nhi&ecirc;n c&oacute; thể c&oacute; một số trường hợp cần thiết phải c&oacute; một ch&iacute;nh s&aacute;ch ri&ecirc;ng tư hơi kh&aacute;c. Bất cứ khi n&agrave;o website của TST c&oacute; một ch&iacute;nh s&aacute;ch bảo mật kh&aacute;c, sẽ c&oacute; th&ocirc;ng b&aacute;o r&otilde; r&agrave;ng rằng ch&iacute;nh s&aacute;ch bảo mật đ&oacute; kh&aacute;c so với ch&iacute;nh s&aacute;ch bảo mật chung n&agrave;y của Hakurie Project.</p>

<p>Trong h&agrave;nh tr&igrave;nh của bạn xung quanh c&aacute;c website của Hakurie Project, vui l&ograve;ng kiểm tra ch&iacute;nh s&aacute;ch bảo mật của mỗi website m&agrave; bạn truy cập v&agrave; kh&ocirc;ng cho rằng ch&iacute;nh s&aacute;ch bảo mật n&agrave;y &aacute;p dụng cho tất cả c&aacute;c website của Hakurie Project.</p>

<p><strong>Ai chịu tr&aacute;ch nhiệm cho th&ocirc;ng tin c&aacute; nh&acirc;n được thu thập tr&ecirc;n website n&agrave;y?</strong></p>

<p>Dữ liệu c&aacute; nh&acirc;n của bạn được kiểm so&aacute;t cuối c&ugrave;ng bởi Hakurie Project</p>

<p><strong>Th&ocirc;ng b&aacute;o đặc biệt - nếu bạn dưới 13 tuổi</strong></p>

<p>Website của ch&uacute;ng t&ocirc;i kh&ocirc;ng phải l&agrave; nhằm v&agrave;o trẻ em dưới 13 tuổi v&agrave; ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng thu thập, sử dụng, cung cấp hoặc xử l&yacute; c&oacute; chủ &yacute; dưới bất kỳ h&igrave;nh thức n&agrave;o bất kỳ th&ocirc;ng tin c&aacute; nh&acirc;n của trẻ em dưới 13 tuổi.</p>

<p>Do đ&oacute; ch&uacute;ng t&ocirc;i cũng y&ecirc;u cầu bạn, nếu bạn dưới 13 tuổi, vui l&ograve;ng kh&ocirc;ng gửi cho ch&uacute;ng t&ocirc;i th&ocirc;ng tin c&aacute; nh&acirc;n của bạn (v&iacute; dụ, t&ecirc;n, địa chỉ, địa chỉ email của bạn). Nếu bạn dưới 13 tuổi v&agrave; bạn vẫn muốn đặt c&acirc;u hỏi hoặc sử dụng website n&agrave;y trong đ&oacute; y&ecirc;u cầu bạn gửi th&ocirc;ng tin c&aacute; nh&acirc;n của bạn, h&atilde;y để cha mẹ hoặc người gi&aacute;m hộ của bạn l&agrave;m điều đ&oacute; thay cho bạn.</p>

<p><strong>Mục đ&iacute;ch của việc thu thập dữ liệu của bạn</strong></p>

<p>Một trong những mục đ&iacute;ch của website của ch&uacute;ng t&ocirc;i l&agrave; để th&ocirc;ng b&aacute;o cho bạn ch&uacute;ng t&ocirc;i l&agrave; ai v&agrave; ch&uacute;ng t&ocirc;i l&agrave;m g&igrave;. Ch&uacute;ng t&ocirc;i thu thập v&agrave; sử dụng th&ocirc;ng tin c&aacute; nh&acirc;n (bao gồm cả t&ecirc;n, địa chỉ, số điện thoại v&agrave; email) để cung cấp cho bạn c&aacute;c dịch vụ cần thiết, hoặc th&ocirc;ng tin tốt hơn. Do đ&oacute; ch&uacute;ng t&ocirc;i sẽ sử dụng th&ocirc;ng tin c&aacute; nh&acirc;n của bạn để:</p>

<p>- trả lời c&aacute;c truy vấn hoặc y&ecirc;u cầu do bạn gửi</p>

<p>- quản l&yacute; hoặc nếu kh&ocirc;ng th&igrave; thực hiện c&aacute;c nghĩa vụ của ch&uacute;ng t&ocirc;i li&ecirc;n quan đến bất kỳ thỏa thuận n&agrave;o m&agrave; bạn c&oacute; với ch&uacute;ng t&ocirc;i</p>

<p>- tạo ra c&aacute;c sản phẩm hoặc dịch vụ c&oacute; thể đ&aacute;p ứng nhu cầu của bạn.</p>

<p>Để tối ưu h&oacute;a c&aacute;c dịch vụ của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i c&oacute; thể muốn sử dụng dữ liệu c&aacute; nh&acirc;n của bạn cho tiếp thị trực tiếp. V&igrave; ch&uacute;ng t&ocirc;i t&ocirc;n trọng sự ri&ecirc;ng tư của bạn, ch&uacute;ng t&ocirc;i sẽ chỉ sử dụng dữ liệu c&aacute; nh&acirc;n của bạn cho mục đ&iacute;ch n&agrave;y khi bạn biết điều đ&oacute; v&agrave; nếu cần ch&uacute;ng t&ocirc;i sẽ y&ecirc;u cầu sự đồng &yacute; của bạn trước khi sử dụng dữ liệu c&aacute; nh&acirc;n của bạn cho tiếp thị trực tiếp.</p>

<p>Ngo&agrave;i ra, nếu bất cứ l&uacute;c n&agrave;o bạn muốn ch&uacute;ng t&ocirc;i ngừng sử dụng th&ocirc;ng tin của bạn cho bất kỳ hoặc tất cả những mục đ&iacute;ch tr&ecirc;n, vui l&ograve;ng li&ecirc;n hệ với ch&uacute;ng t&ocirc;i như n&ecirc;u ra dưới đ&acirc;y. Ch&uacute;ng t&ocirc;i sẽ dừng việc sử dụng th&ocirc;ng tin của bạn cho c&aacute;c mục đ&iacute;ch như vậy trong khả năng c&oacute; thể hợp l&yacute; để l&agrave;m đi&egrave;u đ&oacute;..</p>

<p>C&aacute;c b&ecirc;n thứ ba n&agrave;y sẽ kh&ocirc;ng sử dụng th&ocirc;ng tin c&aacute; nh&acirc;n của bạn cho bất kỳ mục đ&iacute;ch n&agrave;o kh&aacute;c ngo&agrave;i những g&igrave; ch&uacute;ng t&ocirc;i đ&atilde; đồng &yacute; với họ. Hakurie y&ecirc;u cầu c&aacute;c b&ecirc;n thứ ba đ&oacute; thực hiện c&aacute;c mức bảo vệ th&iacute;ch hợp để bảo vệ th&ocirc;ng tin c&aacute; nh&acirc;n của bạn.</p>

<p>Ngoại trừ như quy định trong ch&iacute;nh s&aacute;ch bảo mật n&agrave;y, ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng tiết lộ bất cứ th&ocirc;ng tin nhận dạng c&aacute; nh&acirc;n m&agrave; kh&ocirc;ng c&oacute; sự cho ph&eacute;p của bạn trừ khi ch&uacute;ng t&ocirc;i c&oacute; quyền hợp ph&aacute;p hoặc cần phải l&agrave;m như vậy (v&iacute; dụ, khi cần phải l&agrave;m như vậy theo thủ tục tố tụng hoặc cho c&aacute;c mục đ&iacute;ch của c&ocirc;ng t&aacute;c ph&ograve;ng chống gian lận hoặc tội phạm kh&aacute;c) hoặc nếu ch&uacute;ng t&ocirc;i tin rằng h&agrave;nh động đ&oacute; l&agrave; cần thiết để bảo vệ quyền, t&agrave;i sản, hoặc an to&agrave;n c&aacute; nh&acirc;n của ch&uacute;ng t&ocirc;i v&agrave; của người d&ugrave;ng/kh&aacute;ch h&agrave;ng hoặc c&aacute; nh&acirc;n kh&aacute;c của ch&uacute;ng t&ocirc;i.</p>

<p>H&atilde;y y&ecirc;n t&acirc;m rằng ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng sử dụng th&ocirc;ng tin của bạn cho bất kỳ mục đ&iacute;ch n&agrave;o nếu bạn đ&atilde; chỉ ra rằng bạn kh&ocirc;ng muốn ch&uacute;ng t&ocirc;i sử dụng th&ocirc;ng tin của bạn theo c&aacute;ch n&agrave;y khi gửi th&ocirc;ng tin hoặc sau đ&oacute;.</p>

<p><strong>Thu thập th&ocirc;ng tin kh&ocirc;ng c&aacute; nh&acirc;n</strong></p>

<p>Ch&uacute;ng t&ocirc;i c&oacute; thể tự động thu thập th&ocirc;ng tin kh&ocirc;ng c&aacute; nh&acirc;n về bạn như loại tr&igrave;nh duyệt internet m&agrave; bạn sử dụng hoặc website m&agrave; từ đ&oacute; bạn đ&atilde; li&ecirc;n kết đến website của ch&uacute;ng t&ocirc;i. Ch&uacute;ng t&ocirc;i cũng c&oacute; thể tổng hợp th&ocirc;ng tin chi tiết m&agrave; bạn đ&atilde; gửi cho website (v&iacute; dụ: tuổi của bạn v&agrave; thị trấn nơi bạn sinh sống).</p>

<p>Kh&ocirc;ng thể x&aacute;c định ra bạn từ th&ocirc;ng tin n&agrave;y v&agrave; n&oacute; chỉ được sử dụng để hỗ trợ ch&uacute;ng t&ocirc;i trong việc cung cấp một dịch vụ c&oacute; hiệu quả tr&ecirc;n website n&agrave;y. Ch&uacute;ng t&ocirc;i c&oacute; thể đ&ocirc;i khi cung cấp cho b&ecirc;n thứ ba dữ liệu n&agrave;y kh&ocirc;ng phải c&aacute; nh&acirc;n hoặc tổng hợp n&agrave;y để sử dụng li&ecirc;n quan đến website n&agrave;y.</p>

<p><strong>Sự tương t&aacute;c giữa bạn v&agrave; ch&uacute;ng t&ocirc;i</strong></p>

<p>Ch&uacute;ng t&ocirc;i quan t&acirc;m đến quan điểm của bạn, v&agrave; ch&uacute;ng t&ocirc;i đ&aacute;nh gi&aacute; cao th&ocirc;ng tin phản hồi từ kh&aacute;ch h&agrave;ng v&agrave; người truy cập của ch&uacute;ng t&ocirc;i, do đ&oacute; ch&uacute;ng t&ocirc;i đ&atilde; thiết lập c&aacute;c tiện &iacute;ch bảng th&ocirc;ng b&aacute;o, nh&oacute;m tin, phản hồi, email, diễn đ&agrave;n v&agrave;/hoặc c&aacute;c ph&ograve;ng chat.</p>

<p>Nếu bất cứ l&uacute;c n&agrave;o website n&agrave;y cung cấp bất kỳ ph&ograve;ng chat, cơ sở tiện &iacute;ch bảng th&ocirc;ng b&aacute;o, nh&oacute;m tin, v.v. ch&uacute;ng ta c&oacute; thể thu thập th&ocirc;ng tin c&aacute; nh&acirc;n m&agrave; bạn tiết lộ. Th&ocirc;ng tin như vậy sẽ được sử dụng ph&ugrave; hợp với ch&iacute;nh s&aacute;ch bảo mật n&agrave;y.</p>

<p>Tuy nhi&ecirc;n, ch&uacute;ng t&ocirc;i c&oacute; thể kh&ocirc;ng kiểm so&aacute;t v&agrave; chịu tr&aacute;ch nhiệm cho việc sử dụng của c&aacute;c b&ecirc;n kh&aacute;c th&ocirc;ng tin c&aacute; nh&acirc;n m&agrave; bạn cung cấp cho họ th&ocirc;ng qua website n&agrave;y. Ch&uacute;ng t&ocirc;i khuyến kh&iacute;ch bạn phải cẩn thận về th&ocirc;ng tin c&aacute; nh&acirc;n n&agrave;o m&agrave; bạn tiết lộ theo c&aacute;ch n&agrave;y.</p>

<p><strong>Giữ cho hồ sơ của ch&uacute;ng t&ocirc;i được ch&iacute;nh x&aacute;c</strong></p>

<p>Ch&uacute;ng t&ocirc;i nhằm giữ cho th&ocirc;ng tin của ch&uacute;ng t&ocirc;i về bạn ch&iacute;nh x&aacute;c nhất c&oacute; thể. Nếu bạn muốn xem lại, thay đổi hoặc x&oacute;a c&aacute;c chi tiết m&agrave; bạn đ&atilde; cung cấp cho ch&uacute;ng t&ocirc;i, vui l&ograve;ng li&ecirc;n hệ với ch&uacute;ng t&ocirc;i như n&ecirc;u ra dưới đ&acirc;y.</p>

<p><strong>Bảo mật dữ liệu c&aacute; nh&acirc;n của bạn</strong></p>

<p>Khi ch&uacute;ng t&ocirc;i đ&aacute;nh gi&aacute; th&ocirc;ng tin c&aacute; nh&acirc;n của bạn, ch&uacute;ng t&ocirc;i sẽ đảm bảo một mức bảo vệ th&iacute;ch hợp. Do đ&oacute;, ch&uacute;ng t&ocirc;i đ&atilde; triển khai c&ocirc;ng nghệ v&agrave; c&aacute;c ch&iacute;nh s&aacute;ch với mục ti&ecirc;u bảo vệ sự ri&ecirc;ng tư của bạn từ những truy cập tr&aacute;i ph&eacute;p v&agrave; sử dụng kh&ocirc;ng đ&uacute;ng v&agrave; sẽ cập nhật c&aacute;c biện ph&aacute;p n&agrave;y khi c&ocirc;ng nghệ mới trở n&ecirc;n khả dụng, nếu th&iacute;ch hợp.</p>

<p><strong>Sử dụng th&ocirc;ng tin c&aacute; nh&acirc;n của bạn được gửi đến c&aacute;c website kh&aacute;c</strong></p>

<p>Tr&ecirc;n website của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i c&oacute; thể c&oacute; c&aacute;c li&ecirc;n kết đến c&aacute;c website kh&aacute;c hoặc bạn được giới thiệu đến website của ch&uacute;ng t&ocirc;i th&ocirc;ng qua một li&ecirc;n kết từ một website kh&aacute;c.</p>

<p>Như bạn c&oacute; thể tưởng tượng, ch&uacute;ng t&ocirc;i kh&ocirc;ng chịu tr&aacute;ch nhiệm cho c&aacute;c ch&iacute;nh s&aacute;ch bảo mật v&agrave; thực tiễn của c&aacute;c website kh&aacute;c.&nbsp; Nội dung như vậy l&agrave; vấn đề của c&aacute;c điều khoản sử dụng của họ v&agrave; bất kỳ hướng dẫn bổ sung v&agrave; th&ocirc;ng tin ri&ecirc;ng tư được cung cấp li&ecirc;n quan đến việc sử dụng tr&ecirc;n website của họ.</p>

<p>Ch&uacute;ng t&ocirc;i khuy&ecirc;n bạn n&ecirc;n kiểm tra ch&iacute;nh s&aacute;ch của mỗi website bạn truy cập để hiểu r&otilde; hơn về quyền v&agrave; nghĩa vụ của bạn, đặc biệt l&agrave; khi bạn đang gửi bất kỳ loại nội dung n&agrave;o tr&ecirc;n website của b&ecirc;n thứ ba đ&oacute;. Vui l&ograve;ng li&ecirc;n hệ với chủ sở hữu hoặc người vận h&agrave;nh website đ&oacute; nếu bạn c&oacute; bất kỳ mối quan t&acirc;m hoặc c&acirc;u hỏi n&agrave;o.</p>

<p><strong>Ch&iacute;nh s&aacute;ch cookie</strong></p>

<p>Ch&uacute;ng t&ocirc;i sử dụng thuật ngữ &ldquo;cookie&rdquo; để đề cập tới c&aacute;c cookie v&agrave; c&aacute;c c&ocirc;ng nghệ tương tự kh&aacute;c được quy định bởi Chỉ thị về quyền ri&ecirc;ng tư trong truyền th&ocirc;ng điện tử.</p>

<p><strong><em>Cookie l&agrave; g&igrave;?</em></strong></p>

<p>Cookie l&agrave; c&aacute;c tệp dữ liệu nhỏ m&agrave; tr&igrave;nh duyệt của bạn đặt tr&ecirc;n m&aacute;y t&iacute;nh hoặc thiết bị của bạn.&nbsp; Cookie gi&uacute;p tr&igrave;nh duyệt của bạn điều hướng một website v&agrave; bản th&acirc;n c&aacute;c cookie kh&ocirc;ng thể thu thập bất kỳ th&ocirc;ng tin n&agrave;o được lưu trữ tr&ecirc;n m&aacute;y t&iacute;nh hoặc c&aacute;c tệp t&agrave;i liệu của bạn.</p>

<p>Khi một m&aacute;y chủ sử dụng một tr&igrave;nh duyệt web để đọc c&aacute;c cookie, ch&uacute;ng c&oacute; thể gi&uacute;p một website cung cấp dịch vụ th&acirc;n thiện với người sử dụng hơn. Để bảo vệ sự ri&ecirc;ng tư của bạn, tr&igrave;nh duyệt của bạn chỉ cho một website truy cập v&agrave;o c&aacute;c tập tin cookie đ&atilde; gửi đến cho bạn.</p>

<p><strong><em>Tại sao ch&uacute;ng t&ocirc;i sử dụng cookie?</em></strong></p>

<p>Ch&uacute;ng t&ocirc;i sử dụng cookie để t&igrave;m hiểu th&ecirc;m về c&aacute;ch bạn tương t&aacute;c với nội dung của ch&uacute;ng t&ocirc;i v&agrave; gi&uacute;p ch&uacute;ng t&ocirc;i cải thiện trải nghiệm của bạn khi gh&eacute; thăm website của ch&uacute;ng t&ocirc;i.</p>

<p>Cookie nhớ loại tr&igrave;nh duyệt bạn sử dụng v&agrave; phần mềm tr&igrave;nh duyệt bổ sung m&agrave; bạn đ&atilde; c&agrave;i đặt. C&aacute;c cookie n&agrave;y c&ograve;n nhớ sở th&iacute;ch của bạn, chẳng hạn như ng&ocirc;n ngữ v&agrave; khu vực, vẫn l&agrave; c&aacute;c thiết lập mặc định của bạn khi bạn v&agrave;o lại website. C&aacute;c cookie cũng cho ph&eacute;p bạn xếp hạng c&aacute;c trang web v&agrave; điền v&agrave;o c&aacute;c mẫu đ&oacute;ng g&oacute;p &yacute; kiến.</p>

<p>Một số cookie ch&uacute;ng t&ocirc;i sử dụng l&agrave; cookie phi&ecirc;n v&agrave; chỉ tồn tại cho đến khi bạn đ&oacute;ng tr&igrave;nh duyệt của bạn, những loại kh&aacute;c l&agrave; những cookie thường tr&uacute; được lưu trữ tr&ecirc;n m&aacute;y t&iacute;nh của bạn l&acirc;u hơn.&nbsp; Để biết th&ecirc;m chi tiết về c&aacute;c loại cookie m&agrave; ch&uacute;ng t&ocirc;i sử dụng, vui l&ograve;ng bấm v&agrave;o đ&acirc;y.</p>

<p><strong><em>Cookie của b&ecirc;n thứ ba được sử dụng như thế n&agrave;o?</em></strong></p>

<p>Đối với một số c&aacute;c chức năng b&ecirc;n trong c&aacute;c website của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i sử dụng c&aacute;c nh&agrave; cung cấp b&ecirc;n thứ ba, v&iacute; dụ, khi bạn truy cập một trang web c&oacute; video nh&uacute;ng từ hoặc li&ecirc;n kết đến YouTube. Những đoạn phim hoặc li&ecirc;n kết n&agrave;y (v&agrave; bất kỳ nội dung n&agrave;o kh&aacute;c từ c&aacute;c nh&agrave; cung cấp b&ecirc;n thứ ba) c&oacute; thể chứa c&aacute;c cookie của b&ecirc;n thứ ba v&agrave; bạn c&oacute; thể muốn tham khảo c&aacute;c ch&iacute;nh s&aacute;ch của c&aacute;c website của b&ecirc;n thứ ba n&agrave;y để biết th&ocirc;ng tin về việc sử dụng c&aacute;c cookie của họ. Để biết th&ecirc;m chi tiết về c&aacute;c cookie của b&ecirc;n thứ ba m&agrave; ch&uacute;ng t&ocirc;i sử dụng, xin vui l&ograve;ng bấm v&agrave;o đ&acirc;y.</p>

<p><strong><em>L&agrave;m thế n&agrave;o để từ chối v&agrave; x&oacute;a c&aacute;c cookie?</em></strong></p>

<p>Ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng sử dụng c&aacute;c cookie để thu thập th&ocirc;ng tin nhận dạng c&aacute; nh&acirc;n về bạn. Tuy nhi&ecirc;n, nếu bạn muốn l&agrave;m như vậy, bạn c&oacute; thể chọn để loại bỏ hoặc chặn c&aacute;c cookie được thiết lập bởi Hakurie hoặc c&aacute;c website của bất kỳ nh&agrave; cung cấp b&ecirc;n thứ ba n&agrave;o bằng c&aacute;ch thay đổi c&aacute;c thiết lập tr&igrave;nh duyệt của bạn - xem chức năng Help trong tr&igrave;nh duyệt của bạn để biết th&ecirc;m chi tiết.&nbsp; Xin lưu &yacute; rằng hầu hết c&aacute;c tr&igrave;nh duyệt tự động chấp nhận cookie nếu bạn kh&ocirc;ng muốn c&aacute;c tệp tin cookie được sử dụng, bạn cần phải chủ động x&oacute;a hoặc ngăn chặn c&aacute;c tệp tin cookie.</p>

<p>Bạn cũng c&oacute; thể truy cập v&agrave;o&nbsp;<a href="http://allaboutcookies.org">www.allaboutcookies.org</a> để biết chi tiết l&agrave;m thế n&agrave;o để x&oacute;a hoặc từ chối cookie v&agrave; c&oacute; th&ecirc;m th&ocirc;ng tin về c&aacute;c cookie n&oacute;i chung. Đối với th&ocirc;ng tin về việc sử dụng c&aacute;c cookie trong tr&igrave;nh duyệt điện thoại di động v&agrave; để c&oacute; th&ocirc;ng tin chi tiết về l&agrave;m thế n&agrave;o để từ chối hoặc x&oacute;a c&aacute;c tệp tin cookie như vậy, vui l&ograve;ng tham khảo hướng dẫn sử dụng thiết bị cầm tay của bạn.</p>

<p>Tuy nhi&ecirc;n, h&atilde;y lưu &yacute; rằng nếu bạn từ chối việc sử dụng cookie, bạn vẫn sẽ c&oacute; thể truy cập v&agrave;o website của ch&uacute;ng t&ocirc;i nhưng một số chức năng kh&ocirc;ng thể l&agrave;m việc một c&aacute;ch ch&iacute;nh x&aacute;c.</p>

<p><strong>Thay đổi ch&iacute;nh s&aacute;ch n&agrave;y</strong></p>

<p>Theo thời gian, ch&uacute;ng t&ocirc;i c&oacute; thể thay đổi ch&iacute;nh s&aacute;ch bảo mật n&agrave;y. Nếu ch&uacute;ng t&ocirc;i thực hiện bất kỳ thay đổi đ&aacute;ng kể cho ch&iacute;nh s&aacute;ch bảo mật n&agrave;y v&agrave; c&aacute;ch m&agrave; ch&uacute;ng t&ocirc;i sử dụng dữ liệu c&aacute; nh&acirc;n của bạn, ch&uacute;ng t&ocirc;i sẽ gửi những thay đổi n&agrave;y tr&ecirc;n trang web n&agrave;y v&agrave; sẽ l&agrave;m trong khả năng tốt nhất để th&ocirc;ng b&aacute;o cho bạn bất kỳ thay đổi đ&aacute;ng kể n&agrave;o. Vui l&ograve;ng kiểm tra lại ch&iacute;nh s&aacute;ch bảo mật của ch&uacute;ng t&ocirc;i một c&aacute;ch thường xuy&ecirc;n.</p>

<p><strong>L&agrave;m thế n&agrave;o bạn c&oacute; thể li&ecirc;n hệ với ch&uacute;ng t&ocirc;i</strong></p>

<p>Nếu bạn muốn li&ecirc;n hệ với <a href="https://hakurieproject.ddns.net">hakurieproject.ddns.net</a>&nbsp;về ch&iacute;nh s&aacute;ch bảo mật của ch&uacute;ng t&ocirc;i, vui l&ograve;ng li&ecirc;n hệ với người quản trị web <a href="https://www.facebook.com/endermanOsu.chs.tictac">tại đ&acirc;y</a>.</p>

<p>&nbsp;</p>
