<h1><span style="font-size:14px"><strong>&nbsp; &nbsp; &nbsp;</strong>Hakurie Project<strong>&nbsp;</strong>duy tr&igrave; Website n&agrave;y như một dịch vụ cung cấp cho kh&aacute;ch h&agrave;ng, bao gồm nhưng kh&ocirc;ng giới hạn c&aacute;c c&aacute; nh&acirc;n, tổ chức sử dụng dịch vụ hoặc hợp t&aacute;c kinh doanh với ch&uacute;ng t&ocirc;i (sau đ&acirc;y gọi l&agrave; Bạn). Khi sử dụng Website n&agrave;y v&agrave; bất kỳ sản phẩm/dịch vụ n&agrave;o tại đ&acirc;y (gọi sau đ&acirc;y gọi l&agrave; Dịch vụ) c&oacute; nghĩa l&agrave; Bạn đ&atilde; chấp nhận v&agrave; đồng &yacute; tu&acirc;n theo bản Điều khoản sử dụng n&agrave;y. Ngo&agrave;i ra khi sử dụng c&aacute;c Dịch vụ cụ thể của ch&uacute;ng t&ocirc;i, Bạn phải tu&acirc;n theo c&aacute;c điều khoản v&agrave; điều kiện ri&ecirc;ng &aacute;p dụng cho Dịch vụ đ&oacute; theo từng thời điểm..<br />
<br />
<em><strong>1. Sử dụng hợp ph&aacute;p</strong></em><br />
&nbsp; &nbsp; &nbsp;Bạn phải chấp nhận rằng Bạn sẽ kh&ocirc;ng được ph&eacute;p c&oacute; bất cứ h&agrave;nh vi n&agrave;o c&oacute; thể hiểu rằng Bạn đ&atilde;, đang hoặc sẽ tổ chức kinh doanh dưới bất kỳ h&igrave;nh thức bao gồm nhưng kh&ocirc;ng giới hạn như đề nghị hoặc ch&agrave;o h&agrave;ng, b&aacute;n h&agrave;ng, cho thu&ecirc;, cấp ph&eacute;p, trưng b&agrave;y, giao h&agrave;ng, quảng c&aacute;o v&agrave; khuyến m&atilde;i trực tiếp hoặc gi&aacute;n tiếp bất kỳ sản phẩm, dịch vụ, dữ liệu, th&ocirc;ng tin, h&igrave;nh ảnh c&oacute; nội dung vi phạm ph&aacute;p luật hiện h&agrave;nh v&agrave; thuần phong mỹ tục Việt Nam; Bạn kh&ocirc;ng được tham gia v&agrave;o bất cứ hoạt động n&agrave;o li&ecirc;n quan đến việc ph&aacute;t t&aacute;n, xuất bản hoặc chuyển c&aacute;c loại email kh&ocirc;ng mong muốn (thư r&aacute;c) đến người d&ugrave;ng kh&aacute;c trong hệ thống tr&ecirc;n Website như th&ocirc;ng tin khuyến m&atilde;i, quảng c&aacute;o.<br />
<br />
<em><strong>2. Sự tu&acirc;n thủ</strong></em><br />
&nbsp; &nbsp; &nbsp;Hakurie Project<em><strong>&nbsp;</strong></em>c&oacute; quyền hợp ph&aacute;p y&ecirc;u cầu Bạn tu&acirc;n thủ những Điều khoản sử dụng, Ch&iacute;nh s&aacute;ch bảo mật hoặc Thỏa thuận sử dụng tương ứng khi sử dụng Dịch vụ. Nếu x&aacute;c định được Bạn vi phạm những điều khoản v&agrave; điều kiện n&agrave;y,&nbsp;Hakurie Project c&oacute; thể đơn phương chấm dứt hoặc đ&igrave;nh chỉ ngay lập tức việc: (1) Sử dụng Dịch vụ; (2) Thỏa thuận sử dụng Dịch vụ; (3) Truy cập Website n&agrave;y. Ch&uacute;ng t&ocirc;i cũng c&oacute; quyền th&ocirc;ng b&aacute;o c&aacute;c hoạt động n&agrave;y bị nghi ngờ vi phạm qui định với cơ quan chức tr&aacute;ch hoặc b&ecirc;n thứ ba. Hakurie Project cũng c&oacute; thể hợp t&aacute;c với với cơ quan ph&aacute;p luật để hỗ trợ điều tra v&agrave; truy tố c&aacute;c hoạt động vi phạm ph&aacute;p theo quy định. Nếu Bạn muốn th&ocirc;ng b&aacute;o bất kỳ h&agrave;nh động vi phạm những điều khoản n&agrave;y, vui l&ograve;ng li&ecirc;n hệ với ch&uacute;ng t&ocirc;i.<br />
<br />
<em><strong>3. Li&ecirc;n kết website của b&ecirc;n thứ ba</strong></em><br />
&nbsp; &nbsp; &nbsp;Website n&agrave;y c&oacute; thể kết nối đến những website của c&aacute;c b&ecirc;n thứ ba. Hakurie Project cung cấp những đường dẫn để thực hiện c&aacute;c kết nối n&agrave;y nhằm đem đến sự thuận tiện cho Bạn. Những website của nh&agrave; cung cấp hoặc quảng c&aacute;o n&agrave;y được sở hữu bởi những tổ chức c&oacute; hoạt động độc lập. Ch&uacute;ng t&ocirc;i kh&ocirc;ng chịu tr&aacute;ch nhiệm, x&aacute;c nhận hay c&oacute; nghĩa vụ đối với bất kỳ nội dung, quảng c&aacute;o, c&aacute;c sản phẩm c&oacute; sẵn từ c&aacute;c website đ&oacute;. Th&ecirc;m nữa, Bạn x&aacute;c nhận v&agrave; đồng &yacute; rằng Hakurie Project sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm hoặc c&oacute; nghĩa vụ, trực tiếp hoặc gi&aacute;n tiếp, đối với bất kỳ thiệt hại hoặc tổn thất n&agrave;o li&ecirc;n quan tới việc sử dụng hay căn cứ v&agrave;o nội dung, sản phẩm hoặc dịch vụ hiện c&oacute; tr&ecirc;n bất kỳ website đ&oacute;. Bạn n&ecirc;n t&igrave;m hiểu kỹ về c&aacute;c nh&agrave; cung cấp trước khi thực hiện bất kỳ giao dịch n&agrave;o với b&ecirc;n thứ ba.<br />
<br />
<em><strong>4. Quyền sở hữu tr&iacute; tuệ</strong></em><br />
&nbsp; &nbsp; Tất cả h&igrave;nh ảnh, biểu tượng, v&agrave; tất cả c&aacute;c nội dung kh&aacute;c (gọi tắt l&agrave; Nội dung) tại Website n&agrave;y thuộc sở hữu của Hakurie Project hoặc c&aacute;c tổ chức, c&aacute; nh&acirc;n kh&aacute;c được tr&iacute;ch dẫn một c&aacute;ch hợp ph&aacute;p. Ch&uacute;ng t&ocirc;i cho ph&eacute;p Bạn xem, tải về v&agrave; in Nội dung khi:</span></h1>

<ul>
	<li><span style="font-size:14px">&ndash; Bạn chỉ sử dụng cho mục đ&iacute;ch c&aacute; nh&acirc;n chứ kh&ocirc;ng phải cho mục đ&iacute;ch thương mại.</span></li>
	<li><span style="font-size:14px">&ndash; Bạn kh&ocirc;ng sao ch&eacute;p, xuất bản hoặc sử dụng lại Nội dung.</span></li>
	<li><span style="font-size:14px">&ndash; Bạn kh&ocirc;ng chỉnh sửa Nội dung.</span></li>
	<li><span style="font-size:14px">&ndash; Bạn kh&ocirc;ng di chuyển bất kỳ bản quyền, thương hiệu v&agrave; c&aacute;c Nội dung độc quyền kh&aacute;c tr&ecirc;n Website.</span></li>
</ul>

<p><span style="font-size:14px">Ngoại trừ việc cho ph&eacute;p r&otilde; r&agrave;ng như tr&ecirc;n, nghi&ecirc;m cấm mọi việc sao ch&eacute;p, điều chỉnh hoặc sử dụng lại Nội dung Website m&agrave; kh&ocirc;ng c&oacute; sự cho ph&eacute;p trước bằng văn bản của Hakurie Project. Để y&ecirc;u cầu sử dụng Nội dung, Bạn c&oacute; thể li&ecirc;n hệ với ch&uacute;ng t&ocirc;i. Nếu được chấp thuận, Bạn phải bảo đảm l&agrave; việc sử dụng Nội dung Website của Bạn sẽ ph&ugrave; hợp với Quy định n&agrave;y v&agrave; việc sử dụng n&agrave;y kh&ocirc;ng vi phạm quyền, lợi &iacute;ch của c&aacute;c c&aacute; nh&acirc;n, tổ chức kh&aacute;c hoặc vi phạm hợp đồng, nghĩa vụ luật ph&aacute;p của c&aacute; nh&acirc;n, tổ chức kh&aacute;c.<br />
<br />
<em><strong>5. Loại trừ tr&aacute;ch nhiệm</strong></em><br />
&nbsp; &nbsp; &nbsp;Hakurie Project tuy&ecirc;n bố loại trừ tr&aacute;ch nhiệm theo c&aacute;c quy định tại Điều khoản miễn trừ.<br />
<br />
<em><strong>6. Bồi thường</strong></em><br />
&nbsp; &nbsp; &nbsp;Bạn c&oacute; nghĩa vụ bồi thường cho Hakurie Project hoặc bất cứ b&ecirc;n thứ ba n&agrave;o cho to&agrave;n bộ hay bất cứ thiệt hại thực tế n&agrave;o m&agrave; phần lỗi được x&aacute;c định l&agrave; do Bạn khi xảy ra một trong c&aacute;c t&igrave;nh huống dưới đ&acirc;y:</span></p>

<ul>
	<li><span style="font-size:14px">&ndash; Vi phạm c&aacute;c Điều khoản sử dụng n&agrave;y hoặc Ch&iacute;nh s&aacute;ch bảo mật hoặc c&aacute;c Thỏa thuận sử dụng Dịch vụ kh&aacute;c của ch&uacute;ng t&ocirc;i.</span></li>
	<li><span style="font-size:14px">&ndash; Vi phạm c&aacute;c quy định v&agrave; ph&aacute;p luật hiện h&agrave;nh g&acirc;y thiệt hại cho ch&uacute;ng t&ocirc;i.</span></li>
	<li><span style="font-size:14px">&ndash; Sự v&ocirc; &yacute; hoặc h&agrave;nh vi cố &yacute; l&agrave;m sai của Bạn, hoặc nh&acirc;n vi&ecirc;n v&agrave; đại l&yacute; của Bạn g&acirc;y ảnh hưởng/thiệt hại đến ch&uacute;ng t&ocirc;i.</span></li>
	<li><span style="font-size:14px">&ndash; X&acirc;m phạm quyền sở hữu tr&iacute; tuệ hoặc quyền lợi hợp ph&aacute;p của bất kỳ c&aacute; nh&acirc;n, tổ chức n&agrave;o; tranh chấp trong việc quảng c&aacute;o, khuyến m&atilde;i, ph&acirc;n phối h&agrave;ng h&oacute;a của Bạn g&acirc;y thiệt hại đến ch&uacute;ng t&ocirc;i.</span></li>
</ul>

<p><span style="font-size:14px"><strong><em>7. Truy cập v&agrave;o khu vực c&oacute; mật khẩu</em></strong><br />
&nbsp; &nbsp; &nbsp; &nbsp; Chỉ những người được Hakurie Project ủy quyền hợp ph&aacute;p hoặc cho ph&eacute;p bằng văn bản mới được thực hiện việc truy cập v&agrave; sử dụng những khu vực được bảo vệ bằng mật khẩu của Website. Những c&aacute; nh&acirc;n, tổ chức cố &yacute; x&acirc;m nhập v&agrave;o v&ugrave;ng n&agrave;y tuỳ từng mức độ c&oacute; thể sẽ bị khởi kiện hay tố c&aacute;o theo ph&aacute;p luật hiện h&agrave;nh.<br />
<br />
<em><strong>8. Ch&iacute;nh s&aacute;ch bảo mật</strong></em><br />
&nbsp; &nbsp; &nbsp; &nbsp;Tất cả những th&ocirc;ng tin nhập v&agrave;o Website n&agrave;y được &aacute;p dụng theo Ch&iacute;nh s&aacute;ch bảo mật của&nbsp;Hakurie Project<strong>.</strong><br />
<br />
<em><strong>9. Sửa đổi Điều khoản sử dụng</strong></em><br />
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Hakurie Project</span><span style="font-size:14px">&nbsp;c&oacute; thể thay đổi, điều chỉnh Điều khoản sử dụng n&agrave;y theo quyết định của m&igrave;nh m&agrave; kh&ocirc;ng cần th&ocirc;ng b&aacute;o cho Bạn. Bạn c&oacute; thể xem những th&ocirc;ng tin mới cập nhật v&agrave;o bất cứ l&uacute;c n&agrave;o tại Website n&agrave;y. Nếu Bạn tiếp tục sử dụng Dịch vụ c&oacute; nghĩa l&agrave; Bạn chấp nhận v&agrave; đồng &yacute; tu&acirc;n theo Điều khoản sử dụng mới được cập nhật.<br />
&nbsp;</span></p>

<p><span style="font-size:14px">hoặc bất cứ b&ecirc;n thứ ba n&agrave;o cho to&agrave;n bộ hay bất cứ thiệt hại thực tế n&agrave;o m&agrave; phần lỗi được x&aacute;c định l&agrave; do Bạn khi xảy ra một trong c&aacute;c t&igrave;nh huống dưới đ&acirc;y:</span></p>

<ul>
	<li><span style="font-size:14px">&ndash; Vi phạm c&aacute;c Điều khoản sử dụng n&agrave;y hoặc Ch&iacute;nh s&aacute;ch bảo mật hoặc c&aacute;c Thỏa thuận sử dụng Dịch vụ kh&aacute;c của ch&uacute;ng t&ocirc;i.</span></li>
	<li><span style="font-size:14px">&ndash; Vi phạm c&aacute;c quy định v&agrave; ph&aacute;p luật hiện h&agrave;nh g&acirc;y thiệt hại cho ch&uacute;ng t&ocirc;i.</span></li>
	<li><span style="font-size:14px">&ndash; Sự v&ocirc; &yacute; hoặc h&agrave;nh vi cố &yacute; l&agrave;m sai của Bạn, hoặc nh&acirc;n vi&ecirc;n v&agrave; đại l&yacute; của Bạn g&acirc;y ảnh hưởng/thiệt hại đến ch&uacute;ng t&ocirc;i.</span></li>
	<li><span style="font-size:14px">&ndash; X&acirc;m phạm quyền sở hữu tr&iacute; tuệ hoặc quyền lợi hợp ph&aacute;p của bất kỳ c&aacute; nh&acirc;n, tổ chức n&agrave;o; tranh chấp trong việc quảng c&aacute;o, khuyến m&atilde;i, ph&acirc;n phối h&agrave;ng h&oacute;a của Bạn g&acirc;y thiệt hại đến ch&uacute;ng t&ocirc;i.</span></li>
</ul>

<p>&nbsp;</p>
